/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi简介";
"INTRO_SUBHEADER" = "通过公共WiFi热点上网，只需根据您的上网分钟数使用Skype点数支付费用。";
"INTRO_ICON_WIFI" = "使用Skype查看电子邮件和浏览网页。";
"INTRO_ICON_GLOBE" = "您可在全世界超过一百万个地点使用Skype WiFi。";
"INTRO_ICON_SKYPECREDIT" = "只需根据您的上网分钟数支付费用。";

"STATE_CHECKINGNETWORK_HEADER" = "请稍候…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "正在检查支持Skype WiFi的网络";

"STATE_JOINWIFI_HEADER" = "您未连接至WiFi";
"STATE_JOINWIFI_SUBHEADER" = "请加入支持Skype WiFi的公共WiFi网络。";

"STATE_ALREADYONLINE_HEADER" = "您已连接至网络";
"STATE_ALREADYONLINE_SUBHEADER" = "看来您已连接至互联网。Skype WiFi让您可通过全世界超过一百万个公共WiFi热点上网。";

"STATE_GENERALERROR_HEADER" = "无法连接";
"STATE_GENERALERROR_SUBHEADER" = "此WiFi网络未正确响应。请尝试连接至其他网络。";

"STATE_CONNECT_HEADER" = "此处可使用Skype WiFi";
"STATE_CONNECT_TOS_HTML_FORMAT" = "连接网络即表示您同意服务提供商的<a href=\"%@\">服务条款</a>";

"STATE_CONNECT_BUTTON" = "连接";
"STATE_CONNECTING_BUTTON" = "正在连接…";

"STATE_CONNECTED_SHORT" = "已连接";
"STATE_CONNECTED_HEADER" = "您正使用Skype WiFi上网";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "断开连接";
"STATE_DISCONNECTING_BUTTON" = "正在断开连接…";

"STATE_NOCREDIT_HEADER" = "Skype点数不足";


/* === Mac only === */

"OK_BUTTON" = "确定";
"LEARNMORE_BUTTON" = "了解详情";
"CLOSE_BUTTON" = "关闭";
"GO_BACK_BUTTON" = "返回";
"CONTINUE_BUTTON" = "继续";

"REQUIRES_OSX_VERSION_MESSAGE" = "使用Skype WiFi需要OS X %@或更高版本。";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "您的Microsoft帐户还不能使用Skype WiFi。请使用您的Skype用户名和密码直接登录。";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "您的Microsoft帐户还不能使用Skype WiFi。请创建一个Skype帐户并通过该帐户直接登录。";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi －“%@”";

"FLOATER_CONNECTED_TITLE" = "您正使用Skype WiFi上网";
"FLOATER_CONNECTED_WISPR_TITLE" = "您已连接至网络";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "连接即将超时";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "出于对您的保护，使用Skype点数进行连接时，系统会自动限制连接时间，以防您忘记断开连接。";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d分钟";

"STATE_CONNECT_SUBHEADER" = "在此网络中使用Skype WiFi功能连接至互联网，只需根据您的上网分钟数使用Skype点数支付。";
"STATE_CONNECT_FREE_HEADER" = "此处可免费使用Skype WiFi";
"STATE_CONNECT_FREE_SUBHEADER" = "在此热点通过Skype WiFi享受免费上网，浏览网页、查看电子邮件或者使用Skype。";
"STATE_CONNECT_WISPR_HEADER" = "我拥有该提供商的帐户";
"STATE_CONNECT_WISPR_SUBHEADER" = "如果您已拥有该提供商的帐户，请在此处输入您的凭证。";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "您的互联网连接即将超时";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@您可随时断开连接，只需根据您的上网分钟数支付费用。";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "您的上网时间约为%d分钟。";
"COUNTUP_0MIN" = "您的上网时间不足一分钟。";
"COUNTUP_1MIN" = "您的上网时间约为一分钟。";
"STATE_CONNECTED_WISPR_HEADER" = "您已连接至网络";
"STATE_CONNECTED_WISPR_SUBHEADER" = "您已使用该热点提供商的帐户进行连接。您可随时断开连接。";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "评价该热点";

"STATE_CONNECTED_EXTEND_BUTTON" = "保持网络连接";
"STATE_CONNECTED_EXTENDING_BUTTON" = "重新连接…";

"STATE_NOCREDIT_SUBHEADER" = "您需要使用Skype点数以按照您在此处使用Skype WiFi上网的分钟数支付。";
"STATE_NOCREDIT_BUTTON" = "购买Skype点数";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "正在检查网络";
"STATE_JOINWIFI_SHORT" = "无WiFi连接";
"STATE_ALREADYONLINE_SHORT" = "已连接至网络";
"STATE_GENERALERROR_SHORT" = "错误";
"STATE_CONNECT_SHORT" = "此处可使用";
"STATE_NOCREDIT_SHORT" = "没有点数";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "剩余%d分钟";
"TIMEEXPIRE_1MINUTE_LEFT" = "剩余1分钟";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "剩余时间不足1分钟";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "您的互联网连接即将超时。";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype用户名";
"LOGIN_PASSWORD_PLACEHOLDER" = "密码";
"LOGIN_BUTTON" = "登录";
"SIGN_OUT_BUTTON" = "注销";

/* unused */
"LOGIN_PROBLEMS" = "登录时遇到问题？";
"LOGIN_CREATE_ACCOUNT" = "创建帐户";

/* iPhone/iPad */
"SETTINGS_TITLE" = "设置";
/* unused */
"SETTINGS_BUTTON" = "设置";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi版本%1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype和/或Microsoft";
"ABOUT_PATENTPENDING" = "专利申请中";
"ABOUT_FEEDBACK_BUTTON" = "反馈";
"ABOUT_LEGAL_BUTTON" = "法律说明";
"ABOUT_TRADEMARK" = "Skype名称、相关商标和徽标以及“S”徽标为Skype的商标。";
"ABOUT_DISCLAIMER" = "警告: 本程序受版权法和国际公约的保护。如未经授权而擅自复制或传播本程序或其中的任何部分，将受到严厉的民事及刑事制裁，还将在法律许可的范围内受到最大程度的起诉。";

/* unused */
"PROFILE_BUTTON" = "个人资料";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype用户名";
"PROFILE_SKYPECREDIT" = "Skype点数";
"PROFILE_SKYPECREDIT_NA_VALUE" = "不适用";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "正在加载…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "已访问的热点";
"USAGE_PREVIOUSCONNECTIONS" = "连接记录";
"USAGE_LASTUSED" = "上次使用";
"USAGE_LASTUSED_NEVER_VALUE" = "从不";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@，%2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "最受欢迎的地点";
"SUPPORTEDNETWORKS_PROVIDERS" = "服务提供商";
